[
  {
    "title": "Goi cuon",
    "description": "Vietnam’s most famous dish: translucent spring rolls packed with greens, coriander and various combinations of minced pork, shrimp or crab. In some places they’re served with a bowl of lettuce and/or mint. A southern variation has barbecued strips of pork wrapped up with green banana and star fruit, and then dunked in a rich peanut sauce – every bit as tasty as it sounds.",
    "imageUrl": "https://www.roughguides.com/wp-content/uploads/2015/03/187774698_63a9e1d2f1_b-660x495.jpg"
  },
  {
    "title": "Banh mi",
    "description": "This baguette sandwich filled with greens and a choice of fillings, including paté and freshly made omelette, is so good it’s been imitated around the world.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/9936020625_e6148a65a7_b-660x439.jpg"
  },
  {
    "title": "Banh xeo",
    "description": "These enormous, cheap and filling Vietnamese pancakes translate (banh xeo means “sizzling pancake”) pancake contain shrimp, pork, bean sprouts and egg, which is then fried, wrapped in rice paper with greens and dunked in a spicy sauce before eaten",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/MA_003718821-660x439.jpg"
  },
  {
    "title": "Bun cha",
    "description": "A Hanoi specialty, you’ll find bun cha at food stalls and street kitchens across the city. Essentially a small hamburger, the pork patties are barbecued on an open charcoal brazier and served on a bed of cold rice noodles with assorted foliage and a slightly sweetish sauce.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/MA_00254446-660x440.jpg"
  },
  {
    "title": "Pho",
    "description": "Vietnam’s national dish a the country’s great staple is pho (pronounced “fur”), a noodle soup eaten at any time of day but primarily at breakfast. The basic bowl of pho consists of a light beef or chicken broth flavoured with ginger and coriander, to which are added broad, flat rice noodles, spring onions and slivers of chicken, pork or beef.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/MA_00254414-660x440.jpg"
  },
  {
    "title": "Cao lau",
    "description": "Central Vietnam does it best. Among Hoi An's tasty specialities is cao lau, a mouthwatering bowlful of thick rice-flour noodles, bean sprouts and pork-rind croutons in a light soup flavoured with mint and star anise, topped with thin slices of pork and served with grilled rice-flour crackers or sprinkled with crispy rice paper",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/4925885529_ba21871b33_b1-660x442.jpg"
  },
  {
    "title": "Cha ca",
    "description": "Seafood dishes are among the standouts of Vietnamese cuisine. Cha ca, reportedly devised in Hanoi, is perhaps the best known. It sees white fish sautéed in butter with dill and spring onions, then served with rice noodles and a scatering of peanuts.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/4837078105_e79e3b731f_b-660x442.jpg"
  },
  {
    "title": "Mi quang",
    "description": "This unheralded and affordable noodle dish is a Hanoi specialty. Ingredients vary by establishment, but expect to see a simple bowl of meat noodles enlivened by additions like flavoursome oils, fresh sprigs of leaves, shrimp, peanuts, mint and quail eggs.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/507679647-660x455.jpg"
  },
  {
    "title": "Nom hua chuoi",
    "description": "Vegetarians rejoice. Nom hua chuoi, or banana-flower salad, is a great meat-free option.Lime and chili are the key flavors and add a refreshing punch to the shredded veg.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/MA_00048892-660x478.jpg"
  },
  {
    "title": "Com tam",
    "description": "Com tam, “broken rice”, is a street-stand favourite. Recipes vary, but you’ll often find it served with barbecued pork or beef and a fried egg.",
    "imageUrl": "http://www.roughguides.com/wp-content/uploads/2015/03/178133089_5fe3f09aed_b-660x495.jpg"
  }
]